Repository: r-devel/Mac-GUI
Catalog: *.lproj/Localizable.strings
Languages: ar, ca, hu, pl, pt_br, ru

source: Hide R
ar: إخفاء R
ca: Ocultar R
pt_br: Esconder R
ru: Скрыть R

source: Highlight current line
ar: تسليط الضوء على السطر الحالي
ca: Ressaltar la línia actual
pt_br: Realçar a linha atual
ru: Выделить текущую строку

source: History
ar: تاريخ
ca: Historial
pt_br: História
ru: История

source: Identifier
ar: المعرف
ca: Identificador
pt_br: Identificador
ru: Идентификатор

source: Increase Indent
ar: زيادة المسافة البادئة
ca: Incrementar Sagnat
pt_br: Aumentar recuo
ru: Увеличить отступ

source: Indent new lines
ar: إضافة مسافة بادئة إلى أسطر جديدة
ca: Sagnar noves línies
pt_br: Recuar novas linhas
ru: Отступ в новых строках

source: Initial working directory
ar: دليل العمل الأولي
ca: Directori de treball inicial
pt_br: Diretório de trabalho inicial
ru: Начальный рабочий каталог

source: Input
ar: الادخال
ca: Entrada
pt_br: Entrada
ru: Ввод

source: Insert Data Rd Template
ca: Inserir Plantilla de Dada Rd
pt_br: Inserir modelo de RD de dados
ru: Вставка шаблона Data Rd

source: Insert Function Rd Template
ca: Inserir Plantilla de Funció Rd
pt_br: Inserir modelo de função rd
ru: Вставка шаблона Rd функции

source: Install Location
ca: Ubicació de la Instal·lació
pt_br: Local de instalação
ru: Место установки

source: Installed Version
ca: Versió Instal·lada
pt_br: Versão instalada
ru: Установленная версия

source: Install…
ca: Instal·lar…
pt_br: Instalar…
ru: Устанавливать…

source: Interrupt current R computation
ca: Interrompre el càlcul actual de R
pt_br: Computação R de corrente de interrupção
ru: Вычисление R по прерыванию тока

source: Invalid Repository URL
ca: URL Del Repositori No Vàlida
pt_br: URL de repositório inválida
ru: Неверный URL-адрес репозитория

source: Italic
ca: Itàlic
pt_br: Itálico
ru: Курсив

source: Item 1
ca: Element 1
ru: Пункт 1

source: Item 2
ca: Element 2
ru: Пункт 2

source: Item 3
ca: Element 3
ru: Пункт 3

source: Jump to Selection
ca: Saltar a la Selecció
pt_br: Ir para a seleção
ru: Перейти к выделению

source: Justify
ca: Justificar
pt_br: Justificar
ru: Оправдывать

source: Latin1
pt_br: Latim1
ru: Латынь1

source: Ligature
ca: Lligadura
pt_br: Ligadura
ru: Лигатура

source: Line
ca: Línia
pt_br: Linha
ru: Линия

source: List of Functions
ca: Llista de Funcions
pt_br: Lista de funções
ru: Список функций

source: List of Sections
ca: Llista de Seccions
pt_br: Lista de Seções
ru: Список разделов

source: Load Data
ca: Carregar Dades
pt_br: Carregar dados
ru: Загрузить данные

source: Load History
ca: Carregar Historial
pt_br: Histórico de carga
ru: История загрузок

source: Load Workspace File…
ca: Carrergar Fitxer de l'Espai de Treball…
pt_br: Carregar arquivo de área de trabalho…
ru: Загрузить файл рабочей области…

source: Local Package Directory
ca: Directory Local de Paquets
pt_br: Diretório de pacotes local
ru: Локальный каталог пакетов

source: Location:
ca: Ubicació:
pt_br: Localização:
ru: Местоположение:

source: Loosen
ca: Afluixar
pt_br: Soltar
ru: Ослаблять

source: Lower
ca: Abaixar
pt_br: Abaixar
ru: Нижний

source: MacRoman
ru: МакРоман

source: Main R Help Page
ca: Pàgina d'Ajuda Principal de R
pt_br: Página de Ajuda Principal do R
ru: Главная страница справки по R

source: MainMenu
ca: Menú Principal
pt_br: Menu principal
ru: ГлавнаяМеню

source: Match brackets/quotes
ca: Emparellar claudàtors/cometes
pt_br: Combinar colchetes/aspas
ru: Сопоставление скобок/кавычек

source: Misc
ru: Разное

source: Never
ca: Mai
pt_br: Nunca
ru: Никогда

source: New Document
ca: Nou Document
pt_br: Novo documento
ru: Новый документ

source: New Quartz Device
ca: Nou Dispositiu Quartz
pt_br: Novo dispositivo de quartzo
ru: Новое кварцевое устройство

source: New Rd Document
ca: Nou Document Rd
pt_br: Novo Documento RD
ru: Новый документ Rd

source: No
pt_br: Não
ru: Нет

source: No CRAN Mirror Found
ca: No s'ha Trobat Cap Servidor Rèplica CRAN
pt_br: Nenhum espelho CRAN encontrado
ru: Зеркало CRAN не найдено

source: No packages selected, nothing to do.
ca: No hi ha paquets seleccionats, res a fer.
pt_br: Nenhum pacote selecionado, nada a fazer.
ru: Пакеты не выбраны, делать нечего.

source: Normal
ru: Нормальный

source: Note: This change is effective only after a restart of R.app
ca: Nota: aquest canvi només és efectiu després de reiniciar R.app
pt_br: Observação: essa alteração só entra em vigor após a reinicialização do R.app
ru: Примечание: Это изменение вступает в силу только после перезапуска R.app

source: Note: Use a fixed path to always use the same history file, e.g. ~/.Rhistory
ca: Nota: Utilitzeu un camí fix per utilitzar sempre el mateix fitxer d'historial, per exemple, ~/.Rhistory
pt_br: Nota: Use um caminho fixo para usar sempre o mesmo arquivo de histórico, por exemplo, ~/. Rhistória
ru: Замечание: Используйте фиксированный путь, чтобы всегда использовать один и тот же файл истории, например, ~/. История

source: Note: Command is executed in a shell
ca: Nota: L'ordre s'executa en un intèrpret d'ordres
pt_br: Nota: O comando é executado em um shell
ru: Заметка: Команда выполняется в оболочке

source: Number
ca: Número
pt_br: Número
ru: Число

source: OK
ar: موافق
pt_br: OKEY
ru: ХОРОШО

source: Object
ca: Objecte
pt_br: Objeto
ru: Объект

source: Object Editor
ca: Editor d'Objectes
pt_br: Editor de objetos
ru: Редактор объектов

source: Open Document...
ca: Obrir Document...
pt_br: Abrir documento...
ru: Открыть документ...

source: Open In Editor
ca: Obrir a l'Editor
pt_br: Abrir no Editor
ru: Открыть в редакторе

source: Open PDF
ca: Obrir PDF
pt_br: Abrir PDF
ru: Открыть PDF

source: Open Recent
ca: Obert Recent
pt_br: Abrir recente
ru: Открыть недавние

source: Open Source
ca: Obrir Codi Font
pt_br: Código aberto
ru: Открытый исходный код

source: Open a new Quartz device window
ca: Obriu una finestra nova del dispositiu Quartz
pt_br: Abra uma nova janela do dispositivo Quartz
ru: Открытие нового окна устройства Quartz

source: Open file in editor
ca: Obrir arxiu a l'editor
pt_br: Abrir arquivo no editor
ru: Открыть файл в редакторе

source: Other Directory URL
ca: Altra URL del directori
pt_br: URL de outro diretório
ru: Другой URL-адрес каталога

source: Other Repository
ca: Altre Repositori
pt_br: Outro repositório
ru: Другой репозиторий

source: Output
ca: Sortida
pt_br: Saída
ru: Выпуск

source: Override R Quartz width/height parameters
ca: Sobrescriu els paràmetres d'amplada/alçada de R Quartz
pt_br: Substituir parâmetros de largura/altura do R Quartz
ru: Переопределение параметров ширины/высоты R Quartz

source: PDF Preview
ca: Vista prèvia de PDF
pt_br: Visualização em PDF
ru: Предварительный просмотр в PDF

source: Package Installer
ca: Instal·lador de Paquets
pt_br: Instalador de pacotes
ru: Установщик пакетов

source: Package Manager
ca: Gestor de Paquets
pt_br: Gerenciador de pacotes
ru: Менеджер пакетов

source: Package Search
ca: Cerca de Paquets
pt_br: Pesquisa de Pacotes
ru: Поиск пакетов

source: Package installation failed
ca: Error en la instal·lació del paquet
pt_br: Falha na instalação do pacote
ru: Сбой установки пакета

source: Package installation was not successful. Please see the R Console for details.
ca: La instal·lació del paquet no ha reeixit. Consulteu la consola de R per a més detalls.
pt_br: A instalação do pacote não foi bem-sucedida. Consulte o Console do R para obter detalhes.
ru: Установка пакета не удалась. Дополнительные сведения см. в R Console.

source: Package installer
ca: Instal·lador de paquets
pt_br: Instalador de pacotes
ru: Установщик пакетов

source: Package update failed
ca: Error al actualitzar el paquet
pt_br: Falha na atualização do pacote
ru: Не удалось обновить пакет

source: Package update was not successful. Please see the R Console for details.
ca: L'actualització del paquet no ha reeixit. Consulteu la consola de R per a més detalls.
pt_br: A atualização do pacote não foi bem-sucedida. Consulte o Console do R para obter detalhes.
ru: Обновление пакета не удалось. Дополнительные сведения см. в R Console.

source: Packages & Data
ca: Paquets i Dades
pt_br: Pacotes e Dados
ru: Пакеты и данные

source: Packages Repository
ca: Repositori de Paquets
pt_br: Repositório de Pacotes
ru: Репозиторий пакетов

source: Page Setup…
ca: Configuració de Pàgina…
pt_br: Configuração da página…
ru: Параметры страницы…

source: Panel
ca: Panell
pt_br: Painel
ru: Панель

source: Parsing Error
ca: Error d'Interpretació
pt_br: Erro de análise
ru: Ошибка синтаксического анализа

source: Paste
ca: Enganxar
pt_br: Colar
ru: Вставить

source: Paste As Plain Text
ca: Enganxa Com A Text Sense Format
pt_br: Colar como texto simples
ru: Вставить как обычный текст

source: Paste Ruler
ca: Enganxar Regle
pt_br: Colar Régua
ru: Линейка пасты

source: Paste Style
ca: Enganxar Estil
pt_br: Colar estilo
ru: Стиль вставки

source: Please specify a valid URL first.
ca: Primer especifiqueu una URL vàlida.
pt_br: Especifique primeiro um URL válido.
ru: Пожалуйста, сначала укажите действительный URL-адрес.

source: PrefG-Editor
ca: Editor de Codi Font
pt_br: Editor de código-fonte
ru: Редактор исходного кода

source: PrefG-General
ca: General
pt_br: Geral
ru: Общее

source: PrefG-Views
ca: Vistes
pt_br: Modos de exibição
ru: Представления

source: PrefP-Colors
ca: Consola Colors
pt_br: Consolar Cores
ru: Консоль Знамя

source: PrefP-Editor
ca: Editor
pt_br: Editor
ru: Редактор

source: PrefP-Quartz
ar: مرو
ca: Quartz
pt_br: Quartzo
ru: Кварц

source: PrefP-Startup
ca: Inici
pt_br: Inicialização
ru: Запуск

source: Preferences
ca: Preferències
pt_br: Preferências
ru: Предпочтения

source: Print
ca: Imprimir
pt_br: Imprimir
ru: Печатать

source: Print this document
ca: Imprimeix aquest document
pt_br: Imprimir este documento
ru: Распечатать этот документ

source: Print…
ca: Imprimir…
pt_br: Imprimir…
ru: Печатать…

source: Prompt
ca: Cursor
pt_br: Rápido
ru: Подсказывать

source: Quartz
ar: مرو
pt_br: Quartzo
ru: Кварц

source: Quit
ar: انهاء
ca: Sortir
pt_br: Renunciar
ru: Покидать

source: R Data Editor
ca: Editor de Dades de R
pt_br: Editor de Dados R
ru: Редактор данных R

source: R Data Editor - error while reading object data
ca: Editor de Dades de R - error en llegir dades de l'objecte
pt_br: Editor de Dados do R – erro ao ler dados do objeto
ru: Редактор данных R - ошибка при чтении данных объекта

source: R Data Manager
ca: Gestor de Dades de R
pt_br: Gerenciador de Dados R
ru: Диспетчер данных R

source: R File to Source
ca: Fitxer de R a Executar
pt_br: Arquivo R para a fonte
ru: Из файла R в исходный код

source: R File to Source/Load
ca: Fitxer de R a Executar/Carregar
pt_br: Arquivo R para Origem/Carregamento
ru: R файл в источник/загрузка

source: R For Mac OS X FAQ
ca: FAQ de R per a Mac OS X
pt_br: Perguntas frequentes sobre o R para Mac OS X
ru: R для Mac OS X: вопросы и ответы

source: R Message
ca: Missatge de R
pt_br: Mensagem R
ru: Сообщение R

source: …invalid regular expression
ca: ... expressió regular no vàlida
hu: ... Érvénytelen reguláris kifejezés
pt_br: … Expressão regular inválida
ru: … Недопустимое регулярное выражение

source: Bottom Left
ar: أسفل اليسار
ca: A Baix a l'Esquerra
hu: Bal alsó sarok
pl: Lewy dolny róg
pt_br: Canto inferior esquerdo
ru: Слева внизу

source: Bring All to Front
ar: جلب كل شيء إلى المقدمة
ca: Portar Tot al Davant
hu: Hozz mindent előre
pl: Przenieś wszystko na przód
pt_br: Traga tudo para a frente
ru: Выведите всех на передний план

source: CP1253
ru: КП1253

source: CRAN (binaries)
ar: ‫‫‪‫CRAN ‫‪‫(ثنائيات‪‪‏‪‫)
ca: CRAN (binaris)
hu: CRAN (bináris)
pl: CRAN (pliki binarne)
pt_br: CRAN (binários)
ru: CRAN (двоичные файлы

source: Cancel
ar: إلغاء الأمر
ca: Cancel·lar
hu: Érvénytelenít
pl: Anuluj
pt_br: Cancelar
ru: Отмена

source: Cancels object editing without passing data back to R and closes the editor window
ar: إلغاء تحرير الكائن دون تمرير البيانات مرة أخرى إلى R وإغلاق نافذة المحرر
ca: Cancel·la l'edició d'objectes sense retornar dades cap a R i tanca la finestra de l'editor
hu: Megszakítja az objektumszerkesztést anélkül, hogy visszaadná az adatokat az R-nek, és bezárja a szerkesztőablakot
pl: Anuluje edycję obiektu bez przekazywania danych z powrotem do R i zamyka okno edytora
pt_br: Cancela a edição de objetos sem passar dados de volta para R e fecha a janela do editor
ru: Отменяет редактирование объектов без передачи данных обратно в R и закрывает окно редактора

source: Are you sure you want to remove object '%@' from the workspace? You cannot undo this action!
ar: هل أنت متأكد من أنك تريد إزالة الكائن "% @" من مساحة العمل؟ لا يمكنك التراجع عن هذا الإجراء!
ca: Estàs segur que vols eliminar l'objecte «%@» de l'espai de treball? No podeu desfer aquesta acció!
hu: Biztosan el szeretné távolítani a(z) "%@" objektumot a munkaterületről? Ezt a műveletet nem vonhatja vissza!
pl: Czy na pewno chcesz usunąć obiekt '%@' z obszaru roboczego? Tej czynności nie można cofnąć!
pt_br: Tem certeza de que deseja remover o objeto '%@' da área de trabalho? Você não pode desfazer esta ação!
ru: Вы уверены, что хотите удалить объект '%@' из рабочей области? Вы не можете отменить это действие!

source: Choose Initial Working Directory
ar: اختر مسار الملف العمل الأولي
ca: Trieu el Directori de Treball Inicial
hu: Objektumszerkesztés megszakítása
pl: Wybierz początkowy katalog roboczy
pt_br: Escolha o diretório de trabalho inicial
ru: Выберите начальный рабочий каталог

source: Choose New Working Directory
ar: اختر مسار ملف عمل جديد
ca: Trieu un Directori de Treball Nou
hu: csomagja.Válassza az Új munkakönyvtár lehetőséget
pl: Wybierz nowy katalog roboczy
pt_br: Escolha Novo diretório de trabalho
ru: Выберите новый рабочий каталог

source: Choose history File
ar: اختر ملف التاريخ
ca: Trieu el Fitxer d'historial
hu: Válassza ki az előzményfájlt
pl: Wybierz plik historii
pt_br: Escolha o histórico Arquivo
ru: Выберите файл истории

source: Clear Workspace
ar: مسح مساحة العمل
ca: Esborrar Espai de Treball
hu: Munkaterület törlése
pl: Wyczyść przestrzeń roboczą
pt_br: Limpar espaço de trabalho
ru: Очистить рабочее пространство

source: Clear all
ar: مسح الكل
ca: Esborrar tot
hu: Az összes törlése
pl: Wyczyść wszystko
pt_br: Apagar tudo
ru: Очистить все

source: Close Find Panel (⎋)
ar: إغلاق لوحة البحث (⎋)
ca: Tancar Panel de Cerca (⎋)
hu: A Keresés panel bezárása (⎋
pl: Zamknij panel wyszukiwania (⎋)
pt_br: Fechar painel Localizar (⎋)
ru: Закрыть панель Найти (⎋)

source: Closing R session
ar: الجلسة الختامية R
ca: Tancant la sessió de R
hu: R-munkamenet lezárása
pl: Zamykanie sesji R
pt_br: Sessão do R de encerramento
ru: Закрытие сеанса R

source: Command
ar: أمر
ca: Ordre
hu: Parancs
pl: Polecenie
pt_br: Comando
ru: Команда

source: Copy
ar: نسخ
ca: Copiar
hu: Másolat
pl: Kopiuj
pt_br: Copiar
ru: Копировать

source: Copy Ruler
ar: نسخ المسطرة
ca: Regla de Copiar
hu: Vonalzó másolása
pl: Linijka kopiująca
pt_br: Copiar régua
ru: Копировать линейку

source: Copy as CSV
ar: نسخ بتنسيق CSV
ca: Copiar com a CSV
hu: Másolás CSV-fájlként
pl: Kopiuj jako plik CSV
pt_br: Copiar como CSV
ru: Копировать в формате CSV

source: Couldn't revert to saved document
ar: تعذر العودة إلى المستند المحفوظ
ca: No s'ha pogut tornar al document desat
hu: Nem sikerült visszaállítani a mentett dokumentumot
pl: Nie można powrócić do zapisanego dokumentu
pt_br: Não foi possível reverter para o documento salvo
ru: Не удалось вернуться к сохраненному документу

source: Current Line
ar: الخط الحالي
ca: Línia actual
hu: Aktuális vona
pl: Bieżąca linia
pt_br: Linha atual
ru: Текущая линия

source: Current Working Directory
ar: دليل العمل الحالي
ca: Directori de Treball Actual
hu: Aktuális munkakönyvtár
pl: Bieżący katalog roboczy
pt_br: Diretório de trabalho atual
ru: Текущий рабочий каталог

source: Currently it is not possible to install binary packages from a remote repository as root. Please use the CRAN binary of R to allow admin users to install system-wide packages without becoming root. Alternatively you can either use command-line version of R as root or install the packages from local files.
ar: لا يمكن حاليا تثبيت الحزم الثنائية من مستودع بعيد كجذر. الرجاء استخدام ثنائي CRAN ل R للسماح للمستخدمين المسؤولين بتثبيت الحزم على مستوى النظام دون أن يصبحوا جذرا. بدلا من ذلك ، يمكنك إما استخدام إصدار سطر الأوامر من R كجذر أو تثبيت الحزم من الملفات المحلية.
ca: Actualment no és possible instal·lar paquets binaris des d'un repositori remot com a root. Si us plau, utilitzeu el binari CRAN de R per permetre als usuaris d'administració instal·lar paquets de tot el sistema sense convertir-se en root. Alternativament, podeu utilitzar la versió de línia d'ordres de R com a root o instal·lar els paquets des de fitxers locals.
pl: Obecnie nie jest możliwe instalowanie pakietów binarnych ze zdalnego repozytorium jako root. Użyj pliku binarnego CRAN języka R, aby umożliwić administratorom instalowanie pakietów systemowych bez zostawania rootem. Alternatywnie możesz użyć wersji wiersza polecenia R jako root lub zainstalować pakiety z plików lokalnych.
pt_br: Atualmente não é possível instalar pacotes binários de um repositório remoto como root. Use o binário CRAN do R para permitir que os usuários administradores instalem pacotes em todo o sistema sem se tornarem root. Como alternativa, você pode usar a versão de linha de comando do R como root ou instalar os pacotes de arquivos locais.
ru: В настоящее время невозможно установить бинарные пакеты из удаленного репозитория от имени root. Пожалуйста, используйте двоичный файл CRAN R, чтобы разрешить пользователям с правами администратора устанавливать общесистемные пакеты, не становясь суперпользователями. В качестве альтернативы вы можете использовать версию R для командной строки от имени root или установить пакеты из локальных файлов.

source: Cut
ar: قص
ca: Tallar
hu: Vág
pt_br: Cortar
ru: Вырезать

source: Data
ar: بيانات
ca: Dades
hu: Adat
pl: Dane
pt_br: Dados
ru: Данные

source: Decrease Indent
ar: تقليل المسافة البادئة
ca: Disminuir el Sagnat
hu: Behúzás csökkentése
pl: Zmniejsz wcięcie
pt_br: Diminuir recuo
ru: Уменьшить отступ

source: Default CRAN mirror
ar: مرآة CRAN الافتراضية
ca: Rèplica CRAN predeterminada
hu: Alapértelmezett CRAN tükör
pl: Domyślny serwer lustrzany CRAN
pt_br: Espelho CRAN padrão
ru: Зеркало CRAN по умолчанию

source: Default Library Paths
ar: مسارات المكتبة الافتراضية
ca: Camins de Biblioteca Predeterminats
hu: Alapértelmezett könyvtárelérési utak
pl: Domyślne ścieżki biblioteki
pt_br: Caminhos de biblioteca padrão
ru: Пути к библиотекам по умолчанию

source: Defaults
ar: افتراضيات
ca: Predeterminats
pl: Ustawienia domyślne
pt_br: Padrões
ru: По умолчанию

source: Delete
ar: حذف
ca: Eliminar
hu: Alapértelmezett
pl: Usuń
pt_br: Excluir
ru: Удалить

source: Delete entry
ar: حذف الإدخال
ca: Eliminar l'entrada
hu: Bejegyzés törlése
pl: Usuń wpis
pt_br: Excluir entrada
ru: Удалить запись

source: Description
ar: وصف
ca: Descripció
hu: Leírás: __________
pl: Opis
pt_br: Descrição
ru: Описание

source: Edit
ar: حرر
ca: Editar
pl: Edycja
pt_br: Editar
ru: Редактировать

source: Edit Object
ar: تحرير كائن
ca: Editar Objecte
pl: Edytuj obiekt
pt_br: Editar objeto
ru: Редактировать объект

source: Empty
ar: أجوف
ca: Buit
pt_br: Vazio
ru: Пустой

source: Encoding to use if there is no encoding specified with the file.
ar: ترميز للاستخدام إذا لم يكن هناك ترميز محدد مع الملف.
ca: Codificació a utilitzar si no hi ha cap codificació especificada amb el fitxer.
pt_br: Codificação a ser usada se não houver codificação especificada com o arquivo.
ru: Кодировка, используемая, если в файле не указана кодировка.

source: Encoding:
ar: ترميز:
ca: Codificació:
pt_br: Codificação:
ru: Кодировка:

source: Exact Search
ar: البحث الدقيق
ca: Cerca Exacta
pt_br: Pesquisa exata
ru: Точный поиск

source: Fetching Package List Failed
ar: فشل جلب قائمة الحزم
ca: Error Obtenint la Llista de Paquets
pt_br: Falha na busca da lista de pacotes
ru: Сбой при получении списка пакетов

source: Fold Level 1
ar: أضعاف المستوى 1
ca: Plec Nivell 1
pt_br: Desistir Nível 1
ru: Уровень фолда 1

source: Fold Level 3
ar: أضعاف المستوى 3
ca: Plec Nivell 3
pt_br: Desistir Nível 3
ru: Фолд Уровень 3

source: Fuzzy Search
ar: بحث ضبابي
ca: Cerca Difusa
pt_br: Pesquisa difusa
ru: Нечеткий поиск

source: Get List
ar: احصل على القائمة
ca: Obtenir Llista
pt_br: Obter lista
ru: Получить список

source: Help
ar: المساعدة
ca: Ajuda
pt_br: Ajuda
ru: Справка

source: Help Search
ar: البحث عن المساعدة
ca: Cerca d'Ajuda
pt_br: Ajuda Pesquisar
ru: Поиск помощи

source: Help for the topic "%@" was not found.
ar: لم يتم العثور على تعليمات للموضوع "٪ @".
ca: No s'ha trobat ajuda per al tema "%@".
pt_br: A ajuda para o tópico "%@" não foi encontrada.
ru: Справка по теме "%@" не найдена.

source: Highlight bracket pairs
ar: تمييز أزواج الأقواس
ca: Ressaltar parells de claudàtors
pt_br: Pares de colchetes de destaque
ru: Выделение пар кронштейнов

source: In Other Location (Will Be Asked Upon Installation)
ar: في مكان آخر (سيتم سؤاله عند التثبيت)
ca: En Una Altra Ubicació (Es Preguntarà A la Instal·lació)
pt_br: em outro local (será solicitado na instalação)
ru: В другом месте (будет запрошено при установке)

source: Install Dependencies
ca: Instal·lar Dependències
pt_br: Instalar dependências
ru: Установка зависимостей

source: Install Selected
ca: Instal·lar Seleccionats
pt_br: Instalar selecionado
ru: Установить выбранные

source: Item
ca: Element
ru: Пункт

source: Kern
ca: Interlletratge
ru: Мужик

source: Keyword
ca: Paraula clau
pt_br: Palavra-chave
ru: Ключевое слово

source: Latin2
pt_br: Latim2
ru: Латиница2

source: Load Default Workspace
ca: Carrega l'Espai de Treball per Defecte
pt_br: Carregar espaço de trabalho padrão
ru: Загрузить рабочую область по умолчанию

source: Loading R ...
ca: Carregant R ...
pt_br: Carregando R ...
ru: Загрузка R ...

source: Local Binary Package
ca: Paquet Binari Local
pt_br: Pacote binário local
ru: Локальный двоичный пакет

source: Local Source Package
ca: Paquet de Codi Font Local
pt_br: Pacote de origem local
ru: Локальный пакет с исходным кодом

source: Max number of entries in history:
ca: Nombre màxim d'entrades a l'historial:
pt_br: Número máximo de entradas no histórico:
ru: Максимальное количество записей в истории:

source: Menu
ca: Menú
ru: Меню

source: Minimize
ca: Minimitzar
pt_br: Minimizar
ru: Минимизировать

source: New Quartz Device Window
ca: Nova Finestra de Dispositiu Quartz
pt_br: Nova janela do dispositivo Quartz
ru: Новое окно кварцевого устройства

source: No valid CRAN mirror was selected. You won't be able to install any CRAN packages unless you set the CRAN option to a valid mirror URL.
ca: No s'ha seleccionat cap servidor rèplica CRAN vàlid. No podreu instal·lar cap paquet CRAN a menys que establiu l'opció CRAN a una URL d'un servidor de rèplica vàlid.
pt_br: Nenhum espelho CRAN válido foi selecionado. Você não poderá instalar nenhum pacote CRAN, a menos que defina a opção CRAN como uma URL de espelho válida.
ru: Не было выбрано допустимое зеркало CRAN. Вы не сможете установить какие-либо пакеты CRAN, если не установите параметр CRAN на допустимый URL-адрес зеркала.

source: Note: Change and press return
ca: Nota: Canviar i prémer Retorn
pt_br: Nota: Altere e pressione return
ru: Примечание: Измените и нажмите клавишу ввода
