Repository: r-devel/Mac-GUI
Catalog: *.lproj/Localizable.strings
Languages: ar, ca, hu, pl, pt_br, ru

source: Note: Enforce by selecting 'Always apply'. Otherwise used to set the working directory if not specified when R.app is started, e.g. double clicking the R icon. Drag & drop of a file or a directory on the R icon or using 'open -a R.app <dir-or-file>' will override this setting if not enforced.
ca: Nota: Imposeu seleccionant 'Aplicar sempre'. Altrament, s'utilitza per establir el directori de treball si no s'especifica quan s'inicia R.app, per exemple, fent doble clic a la icona de R. Arrossegueu i deixeu anar un fitxer o un directori a la icona de R o utilitzant 'open -a R.app <dir-or-file>' substituireu aquesta configuració si no s'imposa.
pt_br: Nota: Aplique aplicando selecionando "Sempre aplicar". Caso contrário, usado para definir o diretório de trabalho, se não for especificado quando R.app for iniciado, por exemplo, clicar duas vezes no ícone R. Arrastar e soltar um arquivo ou diretório no ícone R ou usar 'open -a R.app <dir-or-file>' substituirá essa configuração se não for aplicada.
ru: Примечание: Примените, выбрав 'Всегда применять'. В противном случае используется для установки рабочего каталога, если он не указан при запуске R.app, например, двойной щелчок по значку R. Перетаскивание файла или каталога на значок R или использование 'open -a <dir-or-file>R.app ' переопределит эту настройку, если она не применяется.

source: Ok
pt_br: Okey
ru: Хорошо

source: Open document in editor
ca: Obrir document a l'editor
pt_br: Abrir documento no editor
ru: Открыть документ в редакторе

source: OtherViews
ca: Altres Vistes
pt_br: Outras Visões
ru: ДругоеПросмотры

source: Package
ca: Paquet
pl: Pakiet
pt_br: Pacote
ru: Пакет

source: Please consult R Console output for details.
ca: Si us plau consulteu la sortida de la Consola de R per a més detalls.
pt_br: Consulte a saída do Console R para obter detalhes.
ru: Дополнительные сведения см. в выходных данных R Console.

source: PrefP-Syntax
ca: Sintaxi Colors
pt_br: Sintaxe Cores
ru: Синтаксис Знамя

source: Preferences…
ca: Preferències…
pt_br: Preferências…
ru: Предпочтения…

source: Quit R
ca: Sortir de R
pt_br: Saia R
ru: Выйдите из R

source: R Console
ca: Consola de R
ru: Выйдите из R

source: R Data Editor couldn't write object data
ca: L'Editor de Dades de R no ha pogut escriure les dades de l'objecte
pt_br: O Editor de Dados do R não pôde gravar dados de objeto
ru: Редактору данных R не удалось записать данные объекта

source: R Help
ca: Ajuda de R
pt_br: Ajuda do R
ru: Справка по R

source: EUC (jp)
ar: إي يو سي (اليابان)
pl: Jednostka EUC (jp)
ru: ЭУК (jp)

source: R Package Installer
ca: Instal·lador de Paquets de R
pt_br: Instalador do Pacote R
ru: Установщик пакета R

source: R Package Manager
ca: Gestor de Paquets de R
pt_br: Gerenciador de pacotes do R
ru: Диспетчер пакетов R

source: R for Mac OS X FAQ
ca: FAQ de R per a Mac OS X
pt_br: Perguntas frequentes sobre o R para Mac OS X
ru: R для Mac OS X: вопросы и ответы

source: R history file:
ca: Arxiu de l'historial de R:
pt_br: Arquivo de histórico R:
ru: Файл истории R:

source: Raise
ca: Aixecar
pt_br: Levantar
ru: Поднимать

source: Rd Check
ca: Comprovació Rd
pt_br: Verificação Rd
ru: Проверка Rd

source: Rd Toolbox
ca: Caixa d'Eines Rd
pt_br: Caixa de ferramentas RD
ru: Проверка Rd

source: Rd file
ca: Arxiu Rd
pt_br: Arquivo Rd
ru: Файл Rd

source: Read history file on startup
ca: Llegir el fitxer de l'historial a l'inici
pt_br: Ler arquivo de histórico na inicialização
ru: Чтение файла истории при запуске

source: Redo
ca: Refer
pt_br: Refazer
ru: Повторить

source: Refresh
ca: Refrescar
pt_br: Atualizar
ru: Освежать

source: Refresh List
ca: Actualitzar Llista
pt_br: Atualizar lista
ru: Обновить список

source: Remove
ca: Eliminar
pt_br: Retirar
ru: Убирать

source: Remove Columns
ca: Eliminar Columnes
pt_br: Remover colunas
ru: Удаление столбцов

source: Remove Object
ca: Eliminar Objecte
pt_br: Remover objeto
ru: Удалить объект

source: Remove Object from Workspace
ca: Eliminar Objecte de l'Espai de Treball
pt_br: Remover objeto da área de trabalho
ru: Удалить объект из рабочей области

source: Remove Row
ca: Eliminar Fila
pt_br: Remover linha
ru: Удалить строку

source: Remove Rows
ca: Eliminar Files
pt_br: Remover linhas
ru: Удалить строку

source: Remove Selected Object
ca: Eliminar Objecte Seleccionat
pt_br: Remover objeto selecionado
ru: Удалить выбранный объект

source: Remove Selection
ca: Eliminar Selecció
pt_br: Remover seleção
ru: Удалить выделение

source: Remove selected columns
ca: Eliminar les columnes seleccionades
pt_br: Remover colunas selecionadas
ru: Удаление выбранных столбцов

source: Repository Version
ca: Versió del Repositori
pt_br: Versão do repositório
ru: Версия репозитория

source: Reset Working Directory
ca: Restableix el Directori de Treball
pt_br: Redefinir diretório de trabalho
ru: Сброс рабочего каталога

source: Resizing to %g x %g
ca: Redimensionant a %1$g x %2$g
pt_br: Redimensionando para %1$g x %2$g
ru: Изменение размера до %1$g x %2$g

source: Revert
ca: Revertir
pt_br: Reverter
ru: Возвращаться

source: Revert to default
ca: Revertir als valors per defecte
pt_br: Reverter para o padrão
ru: Возврат к значениям по умолчанию

source: Reverting Document
ca: Revertint Document
pt_br: Revertendo documento
ru: Отмена документа

source: Run X11 Server
ca: Executar Servidor X11
pt_br: Executar o servidor X11
ru: Запуск сервера X11

source: Save
ca: Desar
pt_br: Salvar
ru: Спасать

source: Save As…
ca: Desar Com…
pt_br: Salvar como…
ru: Сохранить как…

source: Save Content of Quartz Device to PDF file
ca: Desar el Contingut del Dispositiu Quartz en un arxiu PDF
pt_br: Salve o conteúdo do dispositivo Quartz em um arquivo PDF
ru: Сохранить содержимое кварцевого устройства в PDF-файл

source: Save History
ca: Desar l'Historial
pt_br: Salvar histórico
ru: Сохранить историю

source: Save R Console To File
ca: Desar la Consola de R en un Fitxer
pt_br: Salvar console do R em arquivo
ru: Сохранение консоли R в файл

source: Save R console window
ca: Desar la finestra de la consola de R
pt_br: Salvar janela do console do R
ru: Окно консоли Save R

source: Save current document
ca: Desar el document actual
pt_br: Salvar documento atual
ru: Сохранить текущий документ

source: Save history File
ca: Desar el Fitxer de l'historial
pt_br: Salvar histórico Arquivo
ru: Сохранить историю Файл

source: Save workspace image?
ca: Desar la imatge de l'espai de treball?
pt_br: Salvar imagem do espaço de trabalho?
ru: Сохранить изображение рабочей области?

source: Search
ca: Cercar
pt_br: Procurar
ru: Искать

source: Search Help
ca: Ajuda a la Cerca
pt_br: Ajuda do Search
ru: Справка по поиску

source: Search Panel
ca: Panell de Cerca
pt_br: Painel de pesquisa
ru: Панель поиска

source: Search in History [regex] - ⇧⌘H
ca: Cercar a l'Historial [regex] - ⇧⌘H
pt_br: Pesquisar no histórico [regex] - ⇧⌘H
ru: Поиск в истории [regex] - ⇧⌘H

source: Sections
ca: Seccions
pt_br: Seções
ru: Сортовое железо

source: Select Installation Directory
ca: Seleccionar Directori d'Instal·lació
pt_br: Selecione o diretório de instalação
ru: Выберите каталог установки

source: Select The Appropriate Location. Non-Admin User Should Select "At User Level".
ca: Seleccioneu La Ubicació Adequada. L'Usuari No Administrador Ha De Seleccionar "A Nivell d'Usuari".
pt_br: Selecione o local apropriado. O usuário não administrador deve selecionar "No nível do usuário".
ru: Выберите подходящее местоположение. Пользователь, не являющийся администратором, должен выбрать «На уровне пользователя».

source: Select all
ca: Seleccionar tot
pt_br: Selecionar tudo
ru: Выбрать все

source: Select editor application
ca: Seleccionar aplicació d'edició
pt_br: Selecione o aplicativo editor
ru: Выберите приложение редактора

source: Select one
ar: حدد واحدا
ca: Selecciona'n un
pt_br: Selecione um
ru: Выберите один из вариантов

source: Select packages from R %@
ca: Seleccionar paquets de R % @
pt_br: Selecionar pacotes de R % @
ru: Выберите пакеты из R % @

source: Select…
ca: Seleccionar…
pt_br: Selecionar…
ru: Выбирать…

source: Services
ca: Serveis
pt_br: Serviços
ru: Услуги

source: Set Colors
ca: Establir Colors
pt_br: Definir cores
ru: Набор цветов

source: Set R Colors
ca: Establir Colors de R
pt_br: Definir cores R
ru: Установка цветов R

source: Set as default?
ca: Establir com a predeterminat?
pt_br: Definir como padrão?
ru: Установлено по умолчанию?

source: Shift-JIS
ru: Сдвиг-JIS

source: Show Colors
ca: Mostrar Colors
pt_br: Mostrar cores
ru: Показать цвета

source: Show Fonts
ca: Mostrar Tipus de Lletra
pt_br: Mostrar fontes
ru: Показать шрифты

source: Set R console colors
ca: Establir Colors de la Consola de R
pt_br: Definir cores do console do R
ru: Настройка цветов консоли R

source: Show Installed Only
ca: Mostrar Només Instal·lats
pt_br: Mostrar apenas instalado
ru: Показать только установленные

source: Show Ruler
ca: Mostrar Regle
pt_br: Mostrar régua
ru: Показать линейку

source: Show Workspace
ca: Mostrar Espai de Treball
pt_br: Mostrar área de trabalho
ru: Показать рабочее пространство

source: Show line numbers
ca: Mostrar números de línia
pt_br: Mostrar números de linha
ru: Показать номера строк

source: Show syntax coloring
ca: Mostrar coloració de sintaxi
pt_br: Mostrar coloração de sintaxe
ru: Отображение раскраски синтаксиса

source: Show/Hide R command history
ca: Mostrar/Amagar historial d'ordres de R
pt_br: Mostrar/ocultar histórico de comandos do R
ru: Показать/скрыть историю команд R

source: Smaller
ca: Més petit
pt_br: Menor
ru: Меньше

source: Source Document
ca: Carregar Document
pt_br: Documento de origem
ru: Исходный документ

source: Snippet Error
ca: Error de Fragment
pt_br: Erro de snippet
ru: Ошибка сниппета

source: Source File...
ca: Carregar Fitxer...
pt_br: Arquivo de origem...
ru: Исходный файл...

source: Source input file
ca: Carregar fitxer d'entrada
pt_br: Arquivo de entrada de origem
ru: Исходный входной файл

source: Source or Load in R
ca: Carregar en R
pt_br: Origem ou carga em R
ru: Источник или загрузка в R

source: Source/Load
ca: Carregar
pt_br: Fonte/Carga
ru: Источник/загрузка

source: Start X11
ca: Iniciar X11
pt_br: Iniciar X11
ru: Старт X11

source: Start X11 Server
ca: Iniciar Servidor X11
pt_br: Iniciar o servidor X11
ru: Запуск сервера X11

source: Status
ca: Estat
pt_br: Estado
ru: Статус

source: Stderr
ru: Стдерр

source: Stdout
ru: Стандарт

source: Stop
ca: Aturar
pt_br: Parar
ru: Остановка

source: String
ca: Cadena de caràcters
pt_br: Corda
ru: Струна

source: Strip comments in history entries
ca: Elimina comentaris a les entrades de l'historial
pt_br: Remover comentários em entradas de histórico
ru: Удаление комментариев в записях истории

source: Structure
ca: Estructura
pt_br: Estrutura
ru: Структура

source: Subscript
ca: Subíndex
pt_br: Subscrito
ru: Подстрочный

source: Superscript
ca: Superíndex
pt_br: Sobrescrito
ru: Надстрочный

source: Switch
ca: Canviar
pt_br: Interruptor
ru: Выключатель

source: Switch to Last Editor Window
ca: Canviar a l'Ultima Finestra de l'Editor
pt_br: Alternar para a última janela do editor
ru: Переключиться на последнее окно редактора

source: Switch to Last Quartz Window
ca: Canviar a l'última Finestra Quartz
pt_br: Mudar para a última janela de quartzo
ru: Переключиться на последнее окно редактора

source: System Font Text
ca: Text del Tipus de Lletra del Sistema
pt_br: Texto da fonte do sistema
ru: Текст системного шрифта

source: Text
pt_br: Texto
ru: текст

source: The installation location doesn't exist.
ca: La ubicació d'instal·lació no existeix.
pt_br: O local de instalação não existe.
ru: Место установки не существует.

source: The package has not been installed.
ca: El paquet no s'ha instal·lat.
pt_br: O pacote não foi instalado.
ru: Пакет не установлен.

source: Tighten
ca: Estrènyer
pt_br: Apertar
ru: Затягивать

source: Top Left
ca: A Dalt a l'Esquerra
pt_br: Canto superior esquerdo
ru: Слева вверху

source: Top Right
ca: A Dalt a la Dreta
pt_br: Canto superior direito
ru: Вверху справа

source: Topic
ca: Tema
pt_br: Tópico
ru: Тема

source: Transparency :
ca: Transparència:
pt_br: Transparência:
ru: Прозрачность:

source: Type
ca: Tipus
pt_br: Tipo
ru: Тип

source: URL Of Repository. Must Begin With "http://"
ca: URL Del Repositori. Ha De Començar Per "http://"
pt_br: URL do repositório. Deve começar com "http://"
ru: URL-адрес репозитория. должен начинаться с "http://

source: URL for the default CRAN URL. If left empty, the user will be prompted.
ca: URL per a l'URL CRAN per defecte. Si es deixa buida, es demanarà a l'usuari.
pt_br: URL para o URL padrão do CRAN. Se deixado em branco, o usuário será solicitado.
ru: URL-адрес для URL-адреса CRAN по умолчанию. Если оставить пустым, пользователю будет предложено это сделать.

source: URL:
ru: URL-адрес:

source: Unable to start R: %@
ca: No es pot iniciar R: % @
pt_br: Não é possível iniciar R: % @
ru: Не удается запустить R: % @

source: Uncomment
ca: Desfer el comentari
pt_br: Descomentar
ru: Раскомментировать

source: Underline
ca: Subratllar
pt_br: Sublinhar
ru: Подчеркнуть

source: Undo
ca: Desfer
pt_br: Desfazer
ru: Отменить

source: Unfold All
ca: Desplegar Tot
pt_br: Desdobrar tudo
ru: Развернуть все

source: Unicode
ru: Юникод

source: Update All
ca: Actualitzar Tot
pt_br: Atualizar tudo
ru: Обновить все

source: Use All
ca: Utilitzar Tot
pt_br: Usar tudo
ru: Использовать все

source: Use Default
ca: Utilitzar Predeterminat
pt_br: Usar padrão
ru: Использовать по умолчанию

source: Use None
ca: Utilitzar Cap
pt_br: Usar nenhum
ru: Не использовать

source: Use Selection for Find
ca: Utilitzar Selecció per Cercar
pt_br: Usar seleção para localizar
ru: Использование функции «Выделение» для поиска

source: Vignette
ca: Vinyeta
pt_br: Vinheta
ru: Виньетка

source: Vignettes
ca: Vinyetes
pt_br: Vinhetas
ru: Виньетки

source: What's New In This Version?
ca: Què Hi Ha De Nou En Aquesta Versió?
pt_br: O que há de novo nesta versão?
ru: Что нового в этой версии?

source: Window
ca: Finestra
pt_br: Janela
ru: Окно

source: Word
ca: Paraula
pt_br: Palavra
ru: Слово

source: Workspace
ca: Espai de Treball
pt_br: Área de trabalho
ru: Рабочая область

source: Workspace Browser
ca: Navegador de l'Espai de Treball
pt_br: Navegador de espaço de trabalho
ru: Обозреватель рабочей области

source: Wrap lines
ca: Ajustar línies
pt_br: Linhas de quebra
ru: Линии обмотки

source: Zoom
ru: Увеличить

source: [History restored from
ca: [Història restaurada de
pt_br: [História restaurada de
ru: [История восстановлена из.

source: \uxxxx to Character
ca: \uxxxx a Caràcter
pt_br: \uxxxx para o personagem
ru: uxxxx в символ

source: editing cancelled
ca: Edició cancel·lada
pt_br: edição cancelada
ru: Редактирование отменено

source: executing
ca: executant
pt_br: Execução
ru: Выполнение

source: font family:
ca: família de tipus de lletra:
pt_br: Família de fontes:
ru: Семейство шрифтов:

source: font point size:
ca: Mida del tipus de lletra:
pt_br: Tamanho do ponto de fonte:
ru: Размер шрифта:

source: height (inches):
ca: alçada (polzades):
pt_br: Altura (polegadas):
ru: Высота (дюймы):

source: loaded
ca: carregat
pt_br: carregado
ru: нагруженный

source: not loaded
ca: no carregat
pt_br: não carregado
ru: не нагружен

source: press ⌘. to cancel
ca: premeu ⌘. per cancel·lar
pt_br: Pressione ⌘. para cancelar
ru: Нажмите ⌘. для отмены

source: width (inches):
ca: Amplada (polzades):
pt_br: Largura (polegadas):
ru: Ширина (дюймы):

source: R Workspace Browser
ca: Navegador de l'Espai de Treball de R
pt_br: Navegador do Workspace do R
ru: Браузер рабочей области R

source: Select one or more
ar: حدد واحدا أو أكثر
ca: Selecciona'n un o més
pt_br: Selecione um ou mais
ru: Выберите один или несколько

source: Radio
ca: Ràdio
pt_br: Rádio
ru: Радио

source: Select packages from previous R
ca: Seleccionar paquets d'un R anterior
pt_br: Selecione pacotes do R anterior
ru: Выбор пакетов из предыдущего R

source: Refresh Objects List
ca: Actualitzar Llista d'Objectes
pt_br: Atualizar lista de objetos
ru: Обновить список объектов

source: Set Editor
ca: Establir Editor
pt_br: Editor de cenários
ru: Редактор наборов

source: Reinterpret with Encoding
ca: Reinterpretar amb Codificació
pt_br: Reinterpretar com codificação
ru: Переосмысление с помощью кодирования

source: Show All
ca: Mostrar Tot
pt_br: Mostrar tudo
ru: Показать все

source: Remove duplicate entries in history
ca: Eliminar entrades duplicades de l'historial
pt_br: Remover entradas duplicadas no histórico
ru: Удаление повторяющихся записей в истории

source: Show Help for current Function
ca: Mostrar Ajuda per a la Funció actual
pt_br: Mostrar ajuda para a função atual
ru: Показать справку по текущей функции

source: Removes selected rows
ca: Eliminar les files seleccionades
pt_br: Remove as linhas selecionadas
ru: Удаляет выбранные строки

source: Show function hints
ca: Mostrar suggeriments de funció
pt_br: Mostrar dicas de função
ru: Отображение подсказок по функциям

source: Restore defaults
ca: Restaurar els valors predeterminats
pt_br: Restaurar padrões
ru: Восстановление значений по умолчанию

source: Source script or load data in R
ca: Carregar script o dades en R
pt_br: Script de origem ou carregar dados em R
ru: Исходный скрипт или загрузка данных в R

source: Save Console Window
ca: Desar la Finestra de la Consola
pt_br: Janela Salvar console
ru: Сохранить окно консоли

source: Start the X11 window server to allow R using X11 device and Tcl/Tk
ca: Inicieu el servidor de finestres X11 per permetre a R utilitzar el dispositiu X11 i el Tcl/Tk
pt_br: Inicie o servidor de janelas X11 para permitir o R usando o dispositivo X11 e Tcl/Tk
ru: Запустите оконный сервер X11, чтобы разрешить R с помощью устройства X11 и Tcl/Tk

source: Save Default Workspace
ca: Desar l'Espai de Treball Predeterminat
pt_br: Salvar espaço de trabalho padrão
ru: Сохранить рабочее пространство по умолчанию

source: SubEthaEdit
pt_br: SubEthaEditar
ru: SubEthaПравить

source: Save Workspace File…
ca: Desar el Fitxer de l'Espai de Treball…
pt_br: Salvar arquivo de espaço de trabalho…
ru: Сохранить файл рабочей области…

source: Switch to Console Window
ca: Canviar a la Finestra de la Consola
pt_br: Alternar para a janela do console
ru: Переключитесь в окно консоли

source: Save workspace on exit from R
ca: Desar l'espai de treball a la sortida de R
pt_br: Salvar espaço de trabalho ao sair do R
ru: Сохранение рабочей области при выходе из R

source: The Package Installer Requires An Internet Connection
ca: L'Instal·lador de Paquets Requereix Una Connexió a Internet
pt_br: O instalador do pacote requer uma conexão com a Internet
ru: Для установки пакета требуется подключение к Интернету

source: Select
ca: Seleccionar
pt_br: Selecionar
ru: Выбирать

source: Transformations
ca: Transformacions
pt_br: Transformações
ru: Преобразования

source: Select Package Directory
ca: Seleccionar Directori de Paquets
pt_br: Selecione o diretório do pacote
ru: Выберите каталог пакетов

source: Try To Download The List Of Packages From The Specified URL
ca: Intenteu Descarregar La Llista De Paquets Des De l'URL Especificada
pt_br: Tente baixar a lista de pacotes do URL especificado
ru: Попробуйте скачать список пакетов с указанного URL

source: Select Packages You Want To Install Or Update. Multiple Selections Allowed.
ca: Seleccioneu Els Paquets Que Voleu Instal·lar o Actualitzar. Es Permeten Seleccions Múltiples.
pt_br: Selecione os pacotes que deseja instalar ou atualizar. Várias seleções permitidas.
ru: Выберите пакеты, которые вы хотите установить или обновить. Допускается несколько вариантов выбора.

source: Unfold
ca: Desplegar
pt_br: Desdobrar
ru: Развертывать

source: Unicode Characters in R Strings to \uxxxx
ca: Caràcters Unicode en Cadenes de R a \uxxxx
pt_br: Caracteres Unicode em cadeias de caracteres R para \uxxxx
ru: Символы Юникода в строках R в \uxxxx

source: User Termination
ca: Interrupció de l'Usuari
pt_br: Rescisão do usuário
ru: Прекращение действия пользователя

source: VAR_NAME_2
ru: VAR_NAME_1

source: WARNING: You're using a non-UTF8 locale, therefore only ASCII characters will work. Please read R for Mac OS X FAQ (see Help) section 9 and adjust your system preferences accordingly.
ca: AVÍS: Esteu utilitzant una configuració regional que no és UTF8, per tant, només funcionaran els caràcters ASCII. Si us plau llegiu la FAQ de R per a Mac OS X (vegeu Ajuda) secció 9 i ajusteu les vostres preferències del sistema en conseqüència.
pt_br: AVISO: Você está usando uma localidade não UTF8, portanto, apenas caracteres ASCII funcionarão. Leia a seção 9 das Perguntas frequentes sobre o R para Mac OS X (consulte a Ajuda) e ajuste as preferências do sistema de acordo.
ru: ВНИМАНИЕ: Вы используете локаль, отличную от UTF8, поэтому будут работать только символы ASCII. Ознакомьтесь с разделом 9 раздела R for Mac OS X FAQ (см. справку) и соответствующим образом измените системные настройки.

source: Yes
ca: Sí
pt_br: Sim
ru: Да

source: [Workspace restored from
ca: [Espai de treball restaurat des de
pt_br: [Espaço de trabalho restaurado de
ru: [Рабочее пространство восстановлено из.

source: User Should Specify The Package Format For Non-Default Repositories. Usually Archives With ".tar.gz" Extension Are In "Source Format", Packages With ".tgz" Extesion Are In "Binary Format".
ca: L'Usuari Ha d'Especificar El Format De Paquet Per Als Repositoris No Predeterminats. Normalment Els Arxius Amb Extensió ".tar.gz" Estan en "Format de Codi Font", els Paquets Amb Extensió ".tgz" Estan En "Format Binari".
pt_br: O usuário deve especificar o formato do pacote para repositórios não padrão. Normalmente, os arquivos com extensão ".tar.gz" estão no "formato fonte", os pacotes com extensão ".tgz" estão no "formato binário".
ru: The user must specify the package format for repositories other than the default repositories. Typically, archives with the extension ".tar.gz" have a "source format", packages with the extension ".tgz" have a "binary format".

source: a
pt_br: um

source: <functions>
ar: <دوال>
ca: <funcions>
hu: < függvények>
pl: <funkcje>

source: <deleted>
ca: <eliminat>
hu: < törölve>
pl: <skasowany>

source: <sections>
ar: <أقسام>
ca: <seccions>
hu: < függvények>
pl: <sekcje>

source: <unknown>
ar: <غير معروف>
ca: <desconegut>
pl: <nieznany>
