Repository: r-devel/Mac-GUI
Catalog: *.lproj/Localizable.strings
Languages: ar, ca, hu, pl, pt_br, ru

source: (was default in RAqua)
ar: (كان افتراضيا في RAqua)
ca: (era el valor per defecte a RAqua)
hu: alapértelmezett volt a RAqua-ban)
pl: (było domyślne w RAqua)
pt_br: (era padrão no RAqua)
ru: (было по умолчанию в RAqua)

source: .Rhistory
ar: . التاريخ
hu: . Történelem
pl: . Historia historyczna
ru: .RИстория

source: About R
ar: حول R
ca: Sobre R
hu: Az R-ről
pl: O języku R
pt_br: Sobre o R
ru: О компании R

source: Activate Quartz Device Window
ar: تنشيط نافذة جهاز Quartz
ca: Activa la finestra del dispositiu Quartz
hu: Aktiválja a kvarc eszköz ablakát
pl: Aktywuj okno urządzenia Quartz
pt_br: Ativar janela do dispositivo Quartz
ru: Активировать окно кварцевого устройства

source: Activate SearchField ⇧⌘H
ar: تنشيط حقل البحث ⇧⌘H
ca: Activa SearchField ⇧⌘H
hu: A SearchField aktiválása ⇧⌘H
pl: Aktywuj Pole Szukania ⇧⌘H
pt_br: Ativar SearchField ⇧⌘H
ru: Активировать SearchField ⇧⌘H

source: Add Column
ar: إضافة عمود
ca: Afegir Columna
hu: Oszlop hozzáadása
pl: Dodaj kolumnę
pt_br: Adicionar coluna
ru: Добавить столбец

source: Add Column (NUMERIC)
ar: إضافة عمود (NUMERIC)
ca: Afegir Columna (NUMERIC)
hu: Oszlop hozzáadása (NUMERIC)
pl: Dodaj kolumnę (NUMERYCZNIE)
pt_br: Adicionar coluna (NUMÉRICO)
ru: Добавить столбец (NUMERIC)

source: Add New Row
ar: إضافة صف جديد
ca: Afegir Fila Nova
hu: Új sor hozzáadása
pl: Dodaj nowy wiersz
pt_br: Adicionar nova linha
ru: Добавить новую строку

source: Add Row
ar: إضافة صف
ca: Afegir Fila
hu: Sor hozzáadása
pl: Dodaj wiersz
pt_br: Adicionar linha
ru: Добавить строку

source: Add ~/Library/R…
ar: إضافة ‪~/Library/R…
ca: Afegir ~/Library/R…
hu: ~/Library/R…
pl: Dodaj ~/Library/R…
pt_br: Adicionar ~/Library/R…
ru: Добавьте ~/Library/R…

source: %@ - Active
ar: %@ - نشط
ca: %@ - Actiu
hu: %@ – Aktív
pl: %@ - Aktywny
pt_br: %@ - Ativo
ru: %@ - Активен

source: %@ - Inactive
ar: %@ - غير نشط
ca: %@ - Inactiu
hu: %@ – Inaktív
pl: %@ - Nieaktywny
pt_br: %@ - Inativo
ru: %@ - Неактивен

source: Add Col
ar: إضافة Col
ca: Afegir Col
hu: Col hozzáadása
pl: Dodaj kolumnę
pt_br: Adicionar cor
ru: Добавить Col

source: Add Column (CHARACTER)
ar: إضافة عمود (CHARACTER)
ca: Afegir Columna (CHARACTER)
hu: Oszlop hozzáadása (KARAKTER)
pl: Dodaj kolumnę (ZNAK)
pt_br: Adicionar coluna (CARACTERE)
ru: Добавить столбец (СИМВОЛ)

source: Adds a new column to the right of a group of selected columns or just at the end of the data. The new column type complies with that column left of it. (%@) Add column of type ‘CHARACTER’ (%@) Add column of type ‘NUMERIC’
ar: إضافة عمود جديد إلى يسار مجموعة من الأعمدة المحددة أو في نهاية البيانات فقط. يتوافق نوع العمود الجديد مع هذا العمود الأيسر منه. (%1$@) إضافة عمود من النوع ’CHARACTER‘ (%2$@) إضافة عمود من النوع ’NUMERIC‘
ca: Afegeix una columna nova a la dreta d'un grup de columnes seleccionades o just al final de les dades. El nou tipus de columna compleix amb la columna que hi ha a l'esquerra. (%1$@) Afegir columna del tipus «CARÀCTER» (%2$@) Afegir columna de tipus «NUMÈRIC»
hu: Új oszlopot ad hozzá a kijelölt oszlopok csoportjától jobbra vagy közvetlenül az adatok végéhez. Az új oszloptípus megfelel a tőle balra lévő oszlopnak. (%1$@) "KARAKTER" típusú oszlop hozzáadása (%2$@) "NUMERIC" típusú oszlop hozzáadása
pl: Dodaje nową kolumnę po prawej stronie grupy zaznaczonych kolumn lub na końcu danych. Nowy typ kolumny jest zgodny z kolumną po lewej stronie. (%1$@) Dodaj kolumnę typu "ZNAK" (%2$@) Dodaj kolumnę typu "NUMERYCZNY"
pt_br: Adiciona uma nova coluna à direita de um grupo de colunas selecionadas ou apenas no final dos dados. O novo tipo de coluna está em conformidade com a coluna à esquerda. (%1$@) Adicionar coluna do tipo 'CHARACTER' (%2$@) Adicionar coluna do tipo 'NUMERIC'
ru: Добавляет новый столбец справа от группы выбранных столбцов или в конце данных. Новый тип столбца соответствует столбцу слева от него. (%1$@) Добавить столбец типа 'CHARACTER' (%2$@) Добавить столбец типа 'NUMERIC'

source: (arguments lookup is disabled while R is busy)
ar: (تم تعطيل البحث عن الوسيطات أثناء انشغال R)
ca: (la cerca d'arguments està desactivada mentre R està ocupat)
hu: (az argumentumok keresése le van tiltva, amíg R foglalt)
pl: (wyszukiwanie argumentów jest wyłączone, gdy R jest zajęty)
pt_br: (a pesquisa de argumentos está desativada enquanto o R está ocupado)
ru: (поиск аргументов отключен, пока R занят)

source: < Back
ar: < العودة
ca: < Enrere
hu: < Vissza
pl: < Wstecz
pt_br: < Voltar
ru: < Назад

source: Adds a row below a group of selected rows or at the bottom of the data
ar: إضافة صف أسفل مجموعة من الصفوف المحددة أو في أسفل البيانات
ca: Afegeix una fila a sota d'un grup de files seleccionades o a la part inferior de les dades
hu: Hozzáad egy sort a kijelölt sorok csoportja alá vagy az adatok aljára
pl: Dodaje wiersz poniżej grupy zaznaczonych wierszy lub u dołu danych
pt_br: Adiciona uma linha abaixo de um grupo de linhas selecionadas ou na parte inferior dos dados
ru: Добавляет строку под группой выбранных строк или в нижней части данных

source: Align Left
ar: محاذاة لليسار
ca: Alinear a l'Esquerra
hu: Balra igazítás
pl: Wyrównaj do lewej
pt_br: Alinhar à esquerda
ru: Выровнять по левому краю

source: Align Right
ar: محاذاة لليمين
ca: Alinear a la Dreta
hu: Jobbra igazítás
pl: Wyrównaj do prawej
pt_br: Alinhar à direita
ru: Выровнять по правому краю

source: All
ar: كل
ca: Tot
hu: Összes
pl: Cały
pt_br: Todo
ru: Все

source: All objects in the workspace will be removed. Are you sure you want to proceed?
ar: ستتم إزالة جميع الكائنات الموجودة في workspace. هل أنت متأكد من أنك تريد المتابعة؟
ca: S'eliminaran tots els objectes de l'espai de treball. Estàs segur que vols continuar?
hu: A munkaterület összes objektuma el lesz távolítva. Biztos, hogy folytatni akarja?
pl: Wszystkie obiekty w obszarze roboczym zostaną usunięte. Czy na pewno chcesz kontynuować?
pt_br: Todos os objetos na área de trabalho serão removidos. Tem certeza de que deseja prosseguir?
ru: Все объекты в рабочей области будут удалены. Вы уверены, что хотите продолжить?

source: Always apply
ar: طبق دائما
ca: Aplicar sempre
hu: Mindig alkalmazza
pl: Zawsze aplikuj
pt_br: Sempre aplique
ru: Всегда применяйте

source: Application
ar: تطبيق
ca: Aplicació
hu: Alkalmazás
pl: Aplikacja
pt_br: Aplicação
ru: Приложение

source: As defined by .libPaths()
ar: كما هو محدد بواسطة .libPaths()
ca: Tal i com està definit per .libPaths()
hu: .libPaths() függvény meghatározása szerint
pl: Zgodnie z definicją .libPaths()
pt_br: Conforme definido por .libPaths()
ru: Как определено в .libPaths()

source: Ask
ar: إسأل
ca: Preguntar
hu: Kérdez
pl: Pytać
pt_br: Pedir
ru: Спрашивать

source: At System Level (in R framework)
ar: على مستوى النظام (في إطار R)
ca: A Nivell de Sistema (en R framework)
hu: Rendszerszinten (R keretrendszerben)
pl: Na poziomie systemu (w środowisku R)
pt_br: No nível do sistema (na estrutura R)
ru: На системном уровне (в платформе R)

source: At User Level
ar: على مستوى المستخدم
ca: A Nivell d'Usuari
hu: Felhasználói szinten
pl: Na poziomie użytkownika
pt_br: No nível do usuário
ru: На уровне пользователя

source: Authentication
ar: المصادقه
ca: Autenticació
hu: Hitelesítés
pl: Uwierzytelnianie
pt_br: Autenticação
ru: Аутентификация

source: Authorize R to run system commands as root
ar: تخويل R لتشغيل أوامر النظام كجذر
ca: Autoritzeu R a executar ordres del sistema com a root
hu: Az R engedélyezése rendszerparancsok root felhasználóként való futtatására
pl: Autoryzuj język R do uruchamiania poleceń systemowych jako root
pt_br: Autorize o R a executar comandos do sistema como root
ru: Авторизация R для выполнения системных команд от имени root

source: Auto-save documents
ar: حفظ تلقائي للملفات
ca: Desa automàticament els documents
hu: Dokumentumok automatikus mentése
pl: Automatyczne zapisywanie dokumentów
pt_br: Salvar documentos automaticamente
ru: Автосохранение документов

source: Back
ar: خلف
ca: Enrere
hu: Hát
pl: Wstecz
pt_br: Voltar
ru: Назад

source: Background
ar: خلفية
ca: Segon pla
hu: Háttér
pl: Tło
pt_br: Fundo
ru: Фон

source: Balanced Brackets
ar: الأقواس المتوازنة
ca: Claudàtors Balancejats
hu: Kiegyensúlyozott konzolok
pl: Zrównoważone Nawiasy
pt_br: Suportes balanceados
ru: Сбалансированные кронштейны

source: Baseline
ar: الاساس
ca: Referència
hu: Alapvonal
pl: Linia bazowa
pt_br: Referência
ru: Базис

source: Bigger
ar: أكبر
ca: Més gran
hu: Nagyobb
pl: Większy
pt_br: Maior
ru: Больший

source: Binary Format Packages
ar: حزم التنسيق الثنائي
ca: Paquets en Format Binari
hu: Bináris formátumú csomagok
pl: Pakiety w formacie binarnym
pt_br: Pacotes de formato binário
ru: Пакеты двоичного формата

source: BioConductor (binaries)
ar: BioConductor‫ (ثنائيات)
ca: Bioconductor (binaris)
hu: BioConductor (binárisok)
pl: BioConductor (pliki binarne)
pt_br: BioConductor (binários)
ru: BioConductor (двоичные файлы)

source: BioConductor (sources)
ar: BioConductor‫ (مصادر)
ca: Bioconductor (codis font)
hu: BioConductor (binárisok)
pl: BioConductor (źródła)
pt_br: BioConductor (fontes)
ru: BioConductor (двоичные файлы)

source: Bold
ar: عريض
ca: Negreta
hu: Merész
pl: Pogrubione
pt_br: Ousado
ru: Смелый

source: Bottom Right
ar: أسفل اليمين
ca: A Baix a la Dreta
hu: Jobb alsó sarok
pl: Prawy dolny róg
pt_br: Canto inferior direito
ru: Внизу справа

source: Box
ar: صندوق
ca: Caixa
hu: Doboz
pl: Pudełko
pt_br: Caixa
ru: Коробка

source: Built-in editor
ar: محرر مدمج
ca: Editor integrat
hu: Beépített szerkesztő
pl: Wbudowany edytor
pt_br: Editor integrado
ru: Встроенный редактор

source: Built-in editor preferences
ar: تفضيلات المحرر المدمج
ca: Preferències de l'editor integrat
hu: Beépített szerkesztői beállítások
pl: Preferencje wbudowanego edytora
pt_br: Preferências do editor integrado
ru: Встроенные настройки редактора

source: CP1250
ru: КП1250

source: CP1251
ru: КП1251

source: CP1252
ru: КП1252

source: CP1254
ru: КП1254

source: CRAN (sources)
ar: CRAN (مصادر)
ca: CRAN (codis font)
hu: CRAN (források)
pl: CRAN (źródła)
pt_br: CRAN (fontes)
ru: CRAN (источники)

source: Can't find help for topic, would you like to expand the search?
ar: لا يمكنك العثور على مساعدة للموضوع ، هل ترغب في توسيع البحث؟
ca: No es pot trobar ajuda sobre el tema, voldries ampliar la cerca?
hu: Nem talál segítséget a témához, szeretné bővíteni a keresést?
pl: Nie można znaleźć pomocy na dany temat, czy chciałbyś rozszerzyć wyszukiwanie?
pt_br: Não consegue encontrar ajuda para o tópico, gostaria de expandir a pesquisa?
ru: Не можете найти справку по теме, хотите расширить поиск?

source: Can't open history file %@
ar: لا يمكن فتح ملف التاريخ ‪%@
ca: No es pot obrir el fitxer de l'historial % @
hu: Nem lehet megnyitni az előzményfájl % @
pl: Nie można otworzyć pliku historii %@
pt_br: Não é possível abrir o arquivo de histórico % @
ru: Не удается открыть файл истории %@

source: Cancel Editing
ar: إلغاء التحرير
ca: Cancel·lar l'Edició
hu: Szerkesztés megszakítása
pl: Anuluj edycję
pt_br: Cancelar edição
ru: Отмена редактирования

source: Cancel Object Editing
ar: إلغاء تحرير الكائن
ca: Cancel·lar l'Edició d'Objectes
hu: Objektumszerkesztés megszakítása
pl: Anuluj edycję obiektu
pt_br: Cancelar edição de objeto
ru: Отмена редактирования объектов

source: Cannot determine package for the topic.
ar: لا يمكن تحديد حزمة للموضوع.
ca: No es pot determinar el paquet per al tema.
hu: Nem határozható meg a témakör csomagja.
pl: Nie można określić pakietu dla tematu.
pt_br: Não é possível determinar o pacote para o tópico.
ru: Не удается определить пакет для раздела.

source: Cannot start HTML help server.
ar: لا يمكن بدء تشغيل خادم تعليمات HTML.
ca: No es pot iniciar el servidor d'ajuda HTML.
hu: A HTML-súgókiszolgáló nem indítható el.
pl: Nie można uruchomić serwera pomocy HTML.
pt_br: Não é possível iniciar o servidor de ajuda HTML.
ru: Не удается запустить HTML-сервер справки.

source: Cannot start R
ar: لا يمكن بدء تشغيل R
ca: No es pot iniciar R
hu: Az R nem indítható el
pl: Nie można uruchomić R
pt_br: Não é possível iniciar R
ru: Не удается запустить R

source: Center
ar: مركز
ca: Centre
hu: Központ
pl: Centrum
pt_br: Centro
ru: Центр

source: Centered
ar: ممركز
ca: Centrat
hu: Központú
pl: Wyśrodkowany
pt_br: Centrado
ru: Центрированный

source: Change
ar: تغيير
ca: Canviar
hu: Változás
pl: Zmień
pt_br: Mudar
ru: Менять

source: Change Working Directory...
ar: تغيير مسار العمل ...
ca: Canviar el Directori de Treball...
hu: Munkakönyvtár módosítása...
pl: Zmień katalog roboczy...
pt_br: Alterar diretório de trabalho...
ru: Изменить рабочий каталог...

source: Change the size of R console font
ar: تغيير حجم خط وحدة التحكم R
ca: Canviar la mida del tipus de lletra de la consola R
hu: Az R-konzol betűtípusának méretének módosítása
pl: Zmień rozmiar czcionki konsoli języka R
pt_br: Alterar o tamanho da fonte do console R
ru: Изменение размера шрифта консоли R

source: Check For R Updates
ar: تحقق من وجود تحديثات R
ca: Comprovar si hi ha Actualitzacions de R
hu: R-frissítések keresése
pl: Sprawdź dostępność aktualizacji R
pt_br: Verificar se há atualizações do R
ru: Проверка обновлений R

source: Check Rd Document
ar: تحقق من ملف Rd
ca: Consultar Document Rd
hu: Ellenőrizze az RD dokumentumot
pl: Sprawdź dokument Rd
pt_br: Verifique o documento RD
ru: Проверить документ Rd

source: Check Rd document…
ar: تحقق من ملف Rd …
ca: Consultar el document Rd…
hu: Ellenőrizze az Rd dokumentumot …
pl: Sprawdź dokument Rd…
pt_br: Verifique o documento Rd…
ru: Проверить документ Rd…

source: Check was successful.
ar: الاختبار كان ناجحا.
ca: La comprovació ha estat reeixida.
hu: Az ellenőrzés sikeres volt.
pl: Sprawdzenie zakończyło się pomyślnie.
pt_br: A verificação foi bem-sucedida.
ru: Проверка прошла успешно.

source: Choose File
ar: إختر ملف
ca: Trieu Fitxer
hu: Válassza a Fájl lehetőséget
pl: Wybierz Plik
pt_br: Escolha Arquivo
ru: Выберите Файл

source: Choose New File Name
ar: اختر اسم ملف جديد
ca: Trieu un Nom de Fitxer Nou
hu: Válassza az Új fájlnév lehetőséget
pl: Wybierz nową nazwę pliku
pt_br: Escolha Novo Nome de Arquivo
ru: Выберите новое имя файла

source: Cleanup history entries
ar: إدخالات محفوظات التنظيف
ca: Netejar les entrades de l'historial
hu: Tisztítási előzménybejegyzések
pl: Czyszczenie wpisów w historii
pt_br: Entradas do histórico de limpeza
ru: Записи журнала очистки

source: Clear
ar: واضح
ca: Esborrar
hu: Világos
pl: Wyczyść
pt_br: Claro
ru: Ясный

source: Clear Console
ar: مسح وحدة التحكم
ca: Esborrar Consola
hu: Konzol törlése
pl: Wyczyść konsolę
pt_br: Limpar console
ru: Очистить консоль

source: Clear History
ar: مسح التاريخ
ca: Esborrar Historial
hu: Előzmények törlése
pl: Wyczyść historię
pt_br: Limpar histórico
ru: Очистить историю

source: Clear Menu
ar: مسح القائمة
ca: Esborrar Menú
hu: Menü törlése
pl: Wyczyść menu
pt_br: Limpar menu
ru: Очистить меню

source: Close
ar: غلق
ca: Tancar
hu: Bezár
pl: Zamknij
pt_br: Fechar
ru: Закрывать

source: Code Folding Submenu
ar: رمز القائمة الفرعية القابلة للطي
ca: Submenú de Plegat de Codi
hu: Kódhajtogatási almenü
pl: Podmenu zawijania kodu
pt_br: Submenu de dobramento de código
ru: Подменю Сворачивание кода

source: Colors
ar: الوان
hu: Színek
pl: Kolory
pt_br: Cores
ru: Знамя

source: Commands
ar: الاوامر
ca: Ordres
hu: Parancsok
pl: Polecenia
pt_br: Comandos
ru: Команды

source: Comment
ar: التعليق
ca: Comentari
hu: Megjegyzés
pl: Komentarz
pt_br: Comentário
ru: Комментарий

source: Comment-out
ar: التعليق خارج
ca: Comentar
hu: Hozzászólás
pl: Wykomentuj
pt_br: Comentário
ru: Комментирование

source: Complete
ar: كامل
ca: Completar
hu: Teljes
pl: Zakończ
pt_br: Completar
ru: Полный

source: Console
ar: وحدة التحكم
ca: Consola
hu: Vigasztal
pl: Konsola
pt_br: Consolar
ru: Консоль

source: Convertion Error
ar: خطأ في التحويل
ca: Error de Conversió
hu: Konvertálási hiba
pl: Błąd konwersji
pt_br: Erro de conversão
ru: Ошибка преобразования

source: Copy Style
ar: نمط النسخ
ca: Estil de Còpia
hu: Stílus másolása
pl: Kopiuj styl
pt_br: Copiar estilo
ru: Стиль копирования

source: Couldn't reinterpret the text by using the encoding
ar: تعذر إعادة تفسير النص باستخدام الترميز
ca: No s'ha pogut reinterpretar el text mitjançant la codificació
hu: Nem sikerült újraértelmezni a szöveget a kódolás használatával
pl: Nie można ponownie zinterpretować tekstu przy użyciu kodowania
pt_br: Não foi possível reinterpretar o texto usando a codificação
ru: Не удалось повторно интерпретировать текст с помощью кодировки

source: Create a new, empty document in the editor
ar: إنشاء مستند جديد فارغ في المحرر
ca: Crear un document nou i buit a l'editor
hu: Új, üres dokumentum létrehozása a szerkesztőben
pl: Utwórz nowy, pusty dokument w edytorze
pt_br: Crie um documento novo e vazio no editor
ru: Создание нового пустого документа в редакторе

source: Cursor
ar: المؤشر
hu: Kurzor
pl: Kursor
ru: Курсор

source: Custom Repository URL
ar: عنوان URL للمستودع المخصص
ca: URL del Repositori Personalitzat
hu: Egyéni adattár URL-címe
pl: Niestandardowy adres URL repozytorium
pt_br: URL do repositório personalizado
ru: URL-адрес пользовательского репозитория

source: Customize Encodings List
ar: تخصيص قائمة الترميزات
ca: Personalitzar la Llista de Codificacions
hu: Kódolási lista testreszabása
pl: Dostosuj listę kodowań
pt_br: Personalizar lista de codificações
ru: Настройка списка кодировок

source: Customize List…
ar: تخصيص القائمة…
ca: Personalitzar Llista…
hu: Lista testreszabása…
pl: Dostosuj listę…
pt_br: Personalizar lista…
ru: Настроить список…

source: DO NOT LOCALIZE
ar: عدم التعريب
ca: NO LOCALITZAR
hu: NE LOKALIZÁLJON
pl: NIE LOKALIZUJ
pt_br: NÃO LOCALIZE
ru: НЕ ЛОКАЛИЗУЙТЕ

source: DPI:
ar: البوصه:
ru: Разрешение на дюйм:

source: Data Manager
ar: مدير البيانات
ca: Administrador de Dades
hu: Adatkezelő
pl: Menedżer danych
pt_br: Gerenciador de dados
ru: Диспетчер данных

source: Default
ar: افتراضي
ca: Predeterminat
hu: Alapértelmezett
pl: Domyślny
pt_br: Inadimplência
ru: По умолчанию

source: Directory:
ar: دليل:
ca: Directori:
hu: Címtár:
pl: Katalog:
pt_br: Diretório:
ru: Каталог:

source: Do you want me to remember the mirror you selected for future sessions?
ar: هل تريدني أن أتذكر المرآة التي اخترتها للجلسات المستقبلية؟
ca: Vols que recordi el servidor de rèplica que has seleccionat per sessions futures?
hu: Szeretnéd, ha emlékeznék a tükörre, amelyet a jövőbeli ülésekhez választottál?
pl: Czy chcesz, żebym zapamiętał serwer lustrzany, który wybrałeś na przyszłe sesje?
pt_br: Você quer que eu me lembre do espelho que você selecionou para sessões futuras?
ru: Хочешь, я запомню зеркало, которое ты выбрал для будущих сеансов?

source: Don't Save
ar: لا تحفظ
ca: No Desis
pl: Nie zapisuj
pt_br: Não salve
ru: Не экономьте

source: Double click to load data in the R workspace.
ar: انقر نقرا مزدوجا لتحميل البيانات في مساحة العمل R.
ca: Feu doble clic per carregar dades a l'espai de treball R.
pl: Kliknij dwukrotnie, aby załadować dane w obszarze roboczym języka R.
pt_br: Clique duas vezes para carregar dados no workspace do R.
ru: Дважды щелкните, чтобы загрузить данные в рабочую область R.

source: Downloads Selected Packages And Installs In Selected Location (↩).
ar: تنزيل الحزم المحددة وتثبيتها في الموقع المحدد (↩).
ca: Baixa Paquets Seleccionats I els Instal·la En La Ubicació Seleccionada (↩).
pl: Pobiera wybrane pakiety i instaluje się w wybranej lokalizacji (↩).
pt_br: Baixa pacotes selecionados e instala no local selecionado (↩).
ru: Загружает выбранные пакеты и устанавливает их в выбранное место (↩).

source: Drag & drop action during R start-up
ar: سحب وإسقاط العمل أثناء بدء تشغيل R
ca: Acció d'arrossegar i deixar anar durant l'inici de R
pl: Akcja "przeciągnij i upuść" podczas uruchamiania języka R
pt_br: Ação de arrastar e soltar durante a inicialização do R
ru: Действие перетаскивания во время запуска R

source: Edit Column Names
ar: تحرير أسماء الأعمدة
ca: Editar els Noms de les Columnes
pl: Edytowanie nazw kolumn
pt_br: Editar nomes de coluna
ru: Редактирование имен столбцов

source: Edit Object…
ar: تحرير الكائن…
ca: Editar Objecte…
pl: Edytuj obiekt…
pt_br: Editar objeto…
ru: Редактировать объект…

source: Edit the selected object
ar: تحرير الكائن المحدد
ca: Editar l'objecte seleccionat
pl: Edytowanie zaznaczonego obiektu
pt_br: Editar o objeto selecionado
ru: Редактирование выбранного объекта

source: Enable the text encodings you would like to be able to use.
ar: قم بتمكين ترميزات النص التي ترغب في أن تكون قادرا على استخدامها.
ca: Activeu les codificacions de text que voldríeu poder utilitzar.
pt_br: Ative as codificações de texto que você gostaria de usar.
ru: Включите кодировки текста, которые вы хотите использовать.

source: Encoding
ar: ترميز
ca: Codificació
pt_br: Codificação
ru: Кодировка

source: Enter Full Screen
ar: أدخل ملء الشاشة
ca: Entrar a Pantalla Completa
pt_br: Entrar em tela cheia
ru: Перейти в полноэкранный режим

source: Error
ar: خطأ
pt_br: Erro
ru: Ошибка

source: Execute
ar: أعدم
ca: Executar
pt_br: Executar
ru: Исполнять

source: Exit Full Screen
ar: الخروج من وضع ملء الشاشة
ca: Sortir de Pantalla Completa
pt_br: Sair da tela cheia
ru: Выход из полноэкранного режима

source: External Editor
ar: محرر خارجي
ca: Editor Extern
pt_br: Editor Externo
ru: Внешний редактор

source: External editor settings
ar: إعدادات المحرر الخارجي
ca: Configuració de l'editor extern
pt_br: Configurações do editor externo
ru: Настройки внешнего редактора

source: File
ar: ملف
ca: Fitxer
pt_br: Arquivo
ru: Файл

source: Find
ar: وجد
ca: Cercar
pt_br: Encontrar
ru: Находить

source: Find Next
ar: البحث عن التالي
ca: Cerca Següent
pt_br: Localizar próximo
ru: Найти дальше

source: Find Previous
ar: البحث السابق
ca: Cerca Anterior
pt_br: Encontre o anterior
ru: Найти предыдущее

source: Find…
ar: وجد…
ca: Cercar…
pt_br: Encontrar…
ru: Находить…

source: Fold
ar: ثنى
ca: Plegar
pt_br: Dobrar
ru: Складывать

source: Fold Level 0
ar: مستوى الطي 0
ca: Plec Nivell 0
pt_br: Nível de dobra 0
ru: Уровень фолда 0

source: Fold Level 2
ar: مستوى الطي 2
ca: Plec Nivell 2
pt_br: Desistir Nível 2
ru: Уровень фолда 2

source: Font
ar: الخط
ca: Tipus de lletra
pt_br: Fonte
ru: Шрифт

source: Font Size
ar: حجم الخط
ca: Mida del Tipus de Lletra
pt_br: Tamanho da fonte
ru: Размер шрифта

source: Font Size:
ar: حجم الخط:
ca: Mida del Tipus de Lletra:
pt_br: Tamanho da fonte:
ru: Размер шрифта:

source: Font:
ar: الخط:
ca: Tipus de lletra:
pt_br: Fonte:
ru: Шрифт:

source: Format
ar: تنسيق
pt_br: Formato
ru: Формат

source: Format Source Code
ar: تنسيق التعليمات البرمجية المصدر
ca: Formatejar el Codi Font
pt_br: Formatar código-fonte
ru: Форматирование исходного кода

source: Formatting…
ar: التنسيق…
ca: Formatejant…
pt_br: Formatação…
ru: Форматирование…

source: Forward
ar: أمامي
ca: Endavant
pt_br: Encaminhar
ru: Вперёд

source: Functions
ar: وظائف
ca: Funcions
pt_br: Funções
ru: Функции

source: Fwd >
ar: > الدفع الأمامي
ru: Передний >

source: Get Working Directory
ar: الحصول على دليل العمل
ca: Obtenir Directori de Treball
pt_br: Obter diretório de trabalho
ru: Получить список

source: Go To Line…
ar: اذهب إلى الخط…
ca: Anar A La Línia…
pt_br: Ir para a linha…
ru: Перейти к строке…

source: Go to line:
ar: اذهب إلى الخط:
ca: Anar a la línia:
pt_br: Ir para a linha:
ru: Перейти к строке:

source: HTML Preview
ar: معاينة HTML
ca: Vista prèvia d'HTML
pt_br: Visualização HTML
ru: Предварительный просмотр HTML

source: Help Search Topics
ar: مساعدة البحث في المواضيع
ca: Temes de Cerca d'Ajuda
pt_br: Tópicos de pesquisa de ajuda
ru: Справка по темам поиска

source: Help search
ar: البحث عن المساعدة
ca: Cerca d'ajuda
pt_br: Pesquisa de ajuda
ru: Помощь в поиске

source: Help topic not found
ar: لم يتم العثور على موضوع التعليمات
ca: No s'ha trobat el tema d'ajuda
pt_br: Tópico de ajuda não encontrado
ru: Тема справки не найдена

source: Hide Others
ar: إخفاء الآخرين
ca: Ocultar Altres
pt_br: Ocultar outros
ru: Скрыть других
